

POST_ID = 723822769489444865 # post id to read reactions from

# roles list according to emotes
ROLES = {
	'👩': 490932439535845376, # роль:Тянки
	'😎': 490907637659992074, # роль: элита
	'🤩': 490907859195002882, # роль: суприм
	'👾': 724594726593888256, # роль: Твичь
	'💢': 473452972790120468, # роль: ютуб
	'🎮': 724595866316308500, # роль: пипл
	'⭐': 726488187224195163,  # роль: варфрейм
    '👨': 490907560660959232, # роль: топчик
    '✨': 477173429913649153, #роль: vip
	}

# exclude this roles from counting
EXCROLES = ()

MAX_ROLES_PER_USER = 999 # max ammount of roles a user can have
